{
    "Brocardos": [
        {
            "Brocardo": [
                "p: Un brocardo (del latín brocardae) es un veredicto, dicho, axioma legal o máxima jurídica, normalmente escrito en latín, y que expresa concisamente un concepto o regla evidente. Hay un sustantivo en desuso, brocárdico, que denota paremia, postulado legal.[1]​ El origen de la palabra viene de la latinización de Burckard, o Burchard, nombre del obispo de Worms (Alemania), entre los años 1000 y 1025, autor del Decretum y de la Lex familiae wormatiensis ecclesiae, textos escritos en el primer cuarto del siglo XI: Entre los años 1008 y 1012 la primera obra, y entre 1023 y 1025 la segunda. En ambas el objetivo manifiesto era conseguir aclarar la confusión y desorden sistemático existente tanto en el derecho canónico como en el consuetudinario de su época, en exceso diversificados y confusos. El primero de ellos es una colección de derecho canónico dividida en veinte libros, concebida como necesaria para organizar ordenadamente el saber vigente y, de esa forma, brindar a los eclesiásticos de la diócesis de Worms un elemento de gran utilidad para su labor diaria. Sin perjuicio de lo cual, su obra consiguió una amplia difusión y circulación. La generalización del término a partir de su nombre deviene por el hecho de que en su obra se incluyen numerosas máximas y axiomas.",
                "h2: Ejemplos",
                "li: Dura lex sed lex: brocardo latino que puede traducirse como “la ley es dura, pero es la ley”. Se refiere a la necesidad intrínseca de un sistema legal de respetar las reglas establecidas de manera válida, so pena de dejar de existir por su inobservancia en razón de elementos subjetivos.",
                "li: Ignorantia juris non excusat: principio abstracto de eficacia normativa que impide alegar el desconocimiento de la norma como excusa para su obligatoriedad y cumplimiento. En el derecho español, viene recogida de manera genérica en el art. 6.1 del Código Civil, junto con el error de prohibición con el que no debe confundirse.", 
                "li: In claris non fit interpretatio: indica que en caso de que la ley o los pactos son claros, no debe primar otro sentido que el literal de sus palabras. Tiene su origen entre los siglos II y III (a.\xa0C.), época en que las escuelas jurídicas romanas (sabinmiana y proculeyana) tuvieron destacada importancia, siendo posteriormente adaptadas y en los diferentes ordenamientos jurídicos a partir con alguna de las adaptaciones recogidas en el Digesto. La primera sentencia del TS que la cita es la de 19 de noviembre de 1981 y en la cual se hace referencia a los similares aforismos jurídicos “verba simpliciter prolata debent intelligi secundum suam proopiam significactionem” y “quum in verbis nulla ambiguitas est, non debet admitti voluntatis quaestio”.(2)",
                "li: Iura novit curia: que significa literalmente \\"el juez conoce el derecho\\", utilizado en derecho para referirse al principio de derecho procesal según el cual el juez conoce el derecho aplicable y, por tanto, no es necesario que las partes prueben en un litigio lo que dicen las normas.",
                "li: Nullum crimen, nulla poena sine praevia lege poenali: Frase en latín, que se traduce como \\"Ningún delito, ninguna pena sin ley previa\\", utilizada en derecho penal para expresar el principio de que, para que una conducta sea calificada como delito, debe estar establecida como tal y con anterioridad a la realización de esa conducta.",
                "li: Pacta sunt servanda: Locución latina, que se traduce como \\"lo pactado obliga\\", que expresa que toda convención debe ser fielmente cumplida por las partes de acuerdo con lo pactado. Constituye un principio básico del derecho civil (específicamente relacionado con los contratos) y del derecho internacional.",
                "li: Res non verba: Es otro famoso brocardo, que significa \\"hechos, no palabras\\", que dan a entender que son más importantes los hechos, el ejemplo, que lo que se dice."
            ]
        },
        {
            "Aberratio ictus": [
                "p: Aberratio ictus (error en el golpe) es una expresión que designan usualmente una serie de casos, en algunos delitos de resultado, en los que el sujeto dirige efectivamente su conducta contra un determinado objeto, pero no consigue lesionarlo, produciéndose el efecto lesivo en otro objeto.",
                "p: Ej.: A quiere matar a su enemigo B y contra él apunta su arma, pero, sea que apunta mal, sea que el aparato de puntería del arma es defectuoso, etc., el caso es que no es B quien resulta muerto sino C, que se hallaba en las proximidades. El error se produce, pues, en la ejecución. \\nSe habrá cometido un homicidio culposo consumado (respecto de C) en concurso ideal con un delito de homicidio en grado de tentativa (de B).\\nAmbos delitos no pueden entrar en concurso real de delitos, entran en concurso ideal de delitos, la diferencia entre ambos concursos es muy trascendente debido a los diferentes efectos penológicos que se producen sobre el reo. En el concurso ideal una acción provoca varios delitos. \\nEn el concurso real se sancionan todos los delitos cometidos por lo que la sanción será mayor que en el concurso ideal. En el caso del ejemplo el concurso ideal se da porque la única acción de dispararle a B provocó dos delitos, intento de homicidio a B, y homicidio por imprudencia, en relación con C que fue quien realmente murió por la desviación del disparo dirigido a B, puesto que cuando se intenta un delito se hace consciente del daño que se causará mientras que en los delitos por imprudencia no se quiere hacer el daño, este ocurre por falta de prudencia, en este caso A no quería matar a C, pero debió prever que dispararle a B estando este cerca de C podía causarle la muerte a C si fallaba la puntería)",
                "p: Otra manera de resolver este mismo caso es alegar que A cometió un solo delito de homicidio intencional consumado, puesto que a la Ley lo que le interesa en el delito de homicidio es que una persona no mate a otra persona, independientemente de si la persona que muere es B o es C, al fin y al cabo A quería matar a una persona y a una persona mató.",
                "p: Error in personam (error en la persona), se diferencia del aberratio ictus en que aquí el error versa sobre el objeto mismo. En el caso del párrafo anterior el individuo dirige su arma y hace fuego contra quien es realmente su enemigo, si bien hiere a otro. En la hipótesis que nos ocupa, el autor hace fuego sobre una persona distinta, suponiendo que es aquella a la que se quiere herir. El actor dispara sobre Pedro confundiéndolo con Juan.",
                "p: De modo que el error surgiría aquí ya antes del comienzo de la ejecución o, de aparecer durante la misma, no provocaría una desviación de esta en forma incontrolada por el sujeto. El ejemplo, también clásico, es el siguiente: A, queriendo eliminar a B, le espera apostado en un camino. Al aproximarse alguien, cree reconocerle, de modo que apunta su arma contra él haciendo un blanco perfecto. Pero resulta que ese (alguien) no era B, sino el paseante C (o, en otra variante, el padre de A).(En este caso se puede alegar  mismo fundamento que en el aberratio ictus, cuando se dice que  a  la ley lo que le interesa en el delito de homicidio es que una persona no mate a otra persona, independientemente de si la persona que muere es B o es C, al fin y al cabo A quería matar a una persona y a una persona mató, por lo tanto A responderá por un delito intencional de Homicidio.)"
            ]
        },
        {
            "Acta est fabula": [
                "p: Acta est fabula es una locución latina que significa en español «la función ha terminado». Era la frase que se utilizaba en la antigua Roma, al final de las representaciones teatrales, para indicar al público que la función había terminado y que ya podían irse.[1]​",
                "h2: Usos", 
                "p: Se trata de una frase muy utilizada, en épocas y contextos muy diferentes. Por ejemplo, el emperador César Augusto (63\xa0a.\xa0C. - 14\xa0d.\xa0C.) pronunció estas palabras en su lecho de muerte, añadiendo «plaudite» (aplaudid) al final. Así, cuando estaba a punto de morir, pregunta a sus amigos:",
                "p: También el gran escritor francés François Rabelais (1494-1553), en su lecho de muerte, dijo:",
                "p: Más recientemente, en Bélgica, el 18 de octubre de 2010, Bart De Wever, líder del partido independentista flamenco Alianza Neo-Flamenca, pronunció esta frase en una crisis política, en su misión de clarificador real, mostrando su decepción por el rechazo que su propuesta recibió por parte de los partidos francófonos.[4]​ Es utilizada como lema en el emblema del Centro de Operaciones de Seguridad de Ciberdefensa del Ejército del Aire español que alcanzó su capacidad operativa final a finales de septiembre de 2016.[5]​",
                "p: La frase figura también como lema bajo el escudo [6]​ de la plataforma catalana antiindependentista Tabarnia.",
                "p: Por su parte, el videojuego Haunting Ground utiliza esta locución latina en sustitución del tradicional mensaje Game Over.[4]​ La frase, también es el título del álbum debut de la banda musical polaca Undish de gothic metal, editado por Massacre Records en 1997."
            ]
        }
    ],
    "Códigos jurídicos": [
        {
            "Buke Shohatto": ["p: Buke Shohatto (武家諸法度, \'\'Buke Shohatto\'\'?   «Varios puntos de leyes para las casas guerreras») traducido como Leyes de las Casas Militares,[1]​[2]​ fue una colección de edictos promulgados por el shogunato Tokugawa de Japón que tuvo como fin regular las responsabilidades y actividades de los señores feudales (daimio) y el resto de la clase aristocrática samurái. Estos edictos fueron la base del sistema bakuhan taisen (sistema shogunato-dominios), que dio forma al régimen Tokugawa. El contenido de los edictos fueron vistos más como un código de conducta, una descripción adecuada del comportamiento honorable de los daimios, y no como leyes que debían ser obedecidas. Al apelar nociones de moralidad y honor, el shogunato fue capaz de observar que seguían las restricciones a pesar de su incapacidad para cumplir con ellos directamente.",
                "p: Los edictos fueron leídos en primer lugar ante un grupo de daimios reunidos en el Castillo Fushimi, por el shōgun retirado Ieyasu Tokugawa, en el séptimo mes lunar de 1615. Fueron compilados por una serie de estudiosos al servicio del shogunato incluyendo a Ishin Sūden, y estaban destinados principalmente a limitar el poder de los daimios y así proteger el control del shogunato en el país.",
                "p: El shōgun reinante en ese momento, Tokugawa Hidetada, hijo de Ieyasu, promulgó formalmente los edictos poco después, y cada shōgun sucesivamente los reeditaron formalmente, reforzando las restricciones de los daimios y el control del shogunato. A través de estas generaciones sucesivas, sin embargo, las reglas se desarrollaron y cambiaron significativamente.",
                "h2: Genna-ryō", 
                "p: El primer edicto de 13 artículos y promulgado en 1615, fue conocido como Genna-ryō (元和令, \'Genna-ryō\'?), refiriéndose a la era japonesa Genna que correspondía al año de su promulgación. Éste contenía el núcleo de la filosofía del shogunato sobre los códigos de conducta samurái. Políticas similares se impondrían también a la clase plebeya, de igual manera fueron reeditados y reforzados muchas veces durante el período Edo.",
                "p: Algunos artículos conciernen sobre la necesidad de la frugalidad, un concepto central en las nociones confucianistas de gobernanza adecuada. Otros están relacionados con la ley suntuaria, exigiendo a las personas de ciertas estaciones de presentarse como tal, en su forma de vestir, sus medios de transporte, y en otras maneras.",
                "p: Además hay artículos que fueron incluidos para prevenir la formación de alianzas contra el shogunato, por ejemplo, los artículos que tratan las interacciones sociales entre dominios y los matrimonios entre las familias de daimios. Los fudai daimyō tenían menor poder, pero recibían el beneplácito del shogunato, aunque fácilmente podrían ser castigados con rescindir sus dominios y privilegios. Sin embargo, los tozama daimyō que eran los de mayor poder, no tenían la confianza del shogunato, ya que el gobierno central no tenía la fuerza para imponer directamente sus políticas dentro de los dominios tozama y por esa razón temían una posible alianza entre varios dominios tozama.",
                "p: También se reguló la construcción, expansión y reparación de las fortificaciones para prevenir el crecimiento del poder militar que pudiese ser usado en contra del shogunato, así como la política del sankin kōtai, donde los daimios y sus familias estaban obligados a hacer peregrinajes a Edo y presentarse ante el shōgun, manteniéndose en arresto domiciliario alternativamente por un año.",
                "h3: Estipulaciones",
                "li: La clase samurái debe dedicarse a actividades adecuadas a la aristocracia guerrera, como tiro al arco, esgrima, equitación, y la literatura clásica.",
                "li: El ocio y el entretenimiento se deben mantener dentro de los límites razonables y los gastos para tales actividades no deben ser excesivos.",
                "li: Los dominios no son para albergar fugitivos y bandidos.",
                "li: Los dominios deben expulsar a los rebeldes y asesinos de sus servicios y tierras.",
                "li: Los daimios no pueden interactuar socialmente con las personas (tanto samuráis como plebeyos) de otros dominios.",
                "li: Los castillos se pueden reparar, pero tal actividad debe ser reportada al shogunato. Innovaciones estructurales y ampliaciones están prohibidas.",
                "li: La formación de camarillas de intrigas o conspiración en dominios vecinos deben ser reportados al shogunato, sin demora, al igual que la expansión de las defensas, fortificaciones o fuerzas militares.",
                "li: Los matrimonios entre daimios y personas relacionadas de poder o importancia no deben organizarse de forma privada.",
                "li: Los daimios deben presentarse personalmente en Edo para el servicio del shogunato.",
                "li: Las convenciones sobre el uniforme de gala deben ser seguidas.",
                "li: Personas comunes no pueden montarse en los palanquines.",
                "li: Los samuráis en todo el reino deben practicar la frugalidad.",
                "li: Los daimios deben seleccionar hombres capaces para servir como administradores o burócratas.", 
                "h2: Kan\'ei-ryō", 
                "p: El primer edicto fue reimpreso en 1629, pero en 1635 se le hicieron algunos cambios con la ayuda del filósofo neoconfucionista Hayashi Razan y promulgado por el tercer shogun, Tokugawa Iemitsu. Esta promulgación es conocida como Kan\'ei-ryō (寛永令, \'Kan\'ei-ryō\'?), por la era Kan\'ei, acaecida en el año de su promulgación.",
                "p: La mayoría de las estipulaciones son simples elaboraciones de los mismo temas. A los daimios se les prohibió las peleas, la formación de alianzas o partidos y prestar juramentos entre sí. El sistema sankin kōtai fue establecido completamente en ese entonces y se especificó con más detalles en el edicto. También se elaboraron otras regulaciones suntuarias.",
                "p: También en 1635, fue un año donde se establecieron varias políticas agrupadas como kaikin (prohibiciones marítimas) que están establecidas en detalle en el Edicto Sakoku de 1635. Aunque estas restricciones de viajar al extranjero no estuvieron descritos en la versión de 1635 del Buke Shohatto, existieron otras políticas relacionadas al viaje doméstico y religión que fueron descritos.",
                "h3: Nuevas estipulaciones",
                "li: Se debe tener cuidado de mantener las carreteras, barcos, puentes y muelles con el fin de facilitar las comunicaciones rápidas.",
                "li: Las barreras de peaje privados están prohibidas, al igual que la eliminación de las rutas de transbordadores existentes.",
                "li: Se prohíbe la construcción de barcos que puedan transportar más de 500 koku.[3]​",
                "li: Las tierras que le pertenecen a los santuarios sintoístas y templos budistas no podrán ser despojadas de ellos.",
                "li: El cristianismo está prohibido.",
                "h2: Edictos posteriores",
                "p: Los edictos fueron reimpresos tras la sucesión de cada shōgun, con cambios significativos de estilo pero con enmiendas menores en el contenido.", 
                "p: En 1663 Tokugawa Ietsuna promulgó el Kanbun-ryō (寛文令, \'Kanbun-ryō\'?) con adiciones a la prohibición del cristianismo; en 1683 Tokugawa Tsunayoshi promulgó el Tenna-ryō (天和令, \'Tenna-ryō\'?), que prohibía el junshi (acto de fidelidad de los vasallos del samurái que fallecía, donde ellos cometían el suicidio por seppuku) y el matsugoyōshi (adopción tardía de alguien después que el líder de un clan samurái falleciera sin dejar heredero).", 
                "p: En 1710 Tokugawa Ienobu promulgó, con la asistencia de Arai Hakuseki, la versión Shōtoku-ryō (正徳令, \'Shōtoku-ryō\'?), donde extendía el cumplimiento de las normas a todos los samuráis. Finalmente, en 1717 Tokugawa Yoshimune promulgó la versión Kyōhō-ryō (享保令, \'Kyōhō-ryō\'?), que daba continuidad a las normas establecidas en el Tenna-ryō.",
                "p: Estas nuevas estipulaciones también hicieron lo posible por prohibir los abusos de poder, la aceptación de sobornos, la censura de la opinión popular, y estipulaciones para regular adecuadamente la sucesión de un daimio dentro de un clan o dominio.",
                "p: Técnicamente hasta el final del shogunato se reeditó la versión Tenna-ryō, sólo con cambios menores. Estos fueron promulgados junto con el Shoshi Hatto (leyes para los samuráis), aunque en 1683 éstos cayeron en la obsolescencia y fueron añadidos en un documento más amplio de órdenes y prohibiciones del shogunato, conocido como Kinrei-ko."
            ]
        },
        {
            "Cinco castigos": ["p: Los cinco castigos era el nombre colectivo de una serie de sanciones físicas impuestas por el sistema legal de la China premoderna. [1]​ Con el tiempo, la naturaleza de los Cinco Castigos varió. Antes de la época del emperador Wen de Han (r. 180-157 a.\xa0C.) de la dinastía Han occidental, implicaban tatuado, corte de la nariz, amputación de uno o ambos pies, castración y muerte. [2]​ [3]​ Después de las dinastías Sui y Tang (581–907 d.\xa0C.), estos se cambiaron a trabajos forzados, destierro, muerte o castigo corporal en forma de azotes con tiras de bambú o flagelación con un palo. Aunque los cinco castigos eran una parte importante del sistema penal de la antigua China, no eran los únicos métodos de castigo utilizados.",
                "h2: Origen", 
                "p: Algunos creen que los primeros usuarios de los Cinco castigos fueron el clan Sanmiao (三苗 氏). Otras fuentes afirman que se originaron con Chi You, el legendario creador de la metalistería y las armas, en su origen un líder del antiguo grupo étnico Li (九黎). Durante la dinastía Xia posterior (ca. 2070 a.\xa0C.-ca. 1600 a.\xa0C.), Qi de Xia, hijo de Yu el Grande, el fundador de la dinastía, adoptó los castigos de los Miao de amputación de uno o ambos pies (yuè, 刖), amputación de la nariz (yì, 劓), cincelado (zhuó, 琢), tatuar la cara o la frente (qíng, 黥) y otros tipos de castigo. El tatuado, la amputación de la nariz o los pies, la extirpación de los órganos reproductivos y la muerte se convirtieron en las cinco formas principales del sistema de castigo durante este período, desde la dinastía Xia hasta la dinastía Shang (1600–1046 a.\xa0C.) y la dinastía Zhou (1046–256 a.\xa0C.). Los \\"Cinco castigos para los esclavos\\" fueron abolidos durante el reinado del emperador Wen de Han a raíz de una petición de una súbdita, Chunyu Tiying (淳于緹縈), y reemplazados por los \\"Cinco castigos para los siervos\\".",
                "h2: Los cinco castigos en la antigua China",
                "p: Además de la pena de muerte, los cuatro castigos restantes para esclavos/siervos estaban diseñados para provocar daños en sus cuerpos que los marcarían de por vida. [4]​ Todos los ciudadanos comunes estaban sujetos a estos castigos. [5]​ Estos castigos eran para los hombres. Al lado de cada uno se indica el número de delitos a los que se aplicaba la sanción. [6]​",
                "li: Mò (墨), también conocido como qíng (黥), donde el delincuente sería tatuado en la cara o la frente con tinta indeleble, con el nombre del delito o alguna palabra denigrante.",
                "li: Yì (劓), donde se cortaba la nariz del delincuente.",
                "li: Yuè (刖), también conocido como bìn (臏) durante la dinastía Xia y zhǎnzhǐ (斬趾) durante la dinastía Qin, implicaba la amputación del pie izquierdo o del derecho o ambos. Otras fuentes afirman que este castigo implicaba la extirpación de las rótulas, que se afirma que es la fuente del nombre del estratega militar del periodo de los Reinos combatientes, Sun Bin.",
                "li: Gōng (宮), también conocido como yínxíng (淫刑), fǔxíng (腐刑) [7]​ [8]​ o cánshì xíng (蠶室刑), donde se amputaban los órganos reproductivos del delincuente masculino. [9]​ [10]​ Pene y  testículos (emasculación) eran cortados, y el delincuente condenado a trabajar como eunuco en el palacio imperial. [11]​ [12]​ El Gōng para hombres se aplicaba para al mismo delito que el Gōngxing para mujeres, a saber, adulterio, actividad licenciosa o promiscua. [13]​",
                "li: Dà Pì (大辟), la sentencia de muerte. Los métodos de ejecución podían ser descuartizar o cortar el cuerpo en cuatro pedazos (fēn wéi lù, 分為戮); ser hervido vivo (pēng, 烹); arrancar la cabeza y las cuatro extremidades de un delincuente uniéndolas a carros (chēliè, 車裂); decapitación (xiāoshǒu, 梟首); ejecución y luego abandono del cuerpo del delincuente en el mercado público local ( qìshì, 棄市); estrangulación (jiǎo, 絞); y rebanado lento (Muerte por mil cortes (língchí), 凌遲). También se utilizaron otros métodos de ejecución.",
                "h2: Los cinco castigos en la China imperial",
                "p: Durante la dinastía Han Occidental, el tatuado y la amputación fueron abolidos como castigos y en las dinastías posteriores, los cinco castigos sufrieron nuevas modificaciones. Para la dinastía Sui, los cinco castigos habían alcanzado la forma básica que tendrían hasta el final de la era imperial. Este es un breve resumen de los cinco castigos durante la dinastía Qing: [14]​",
                "li: Chī (笞), azotes en las nalgas con una caña de bambú ligera. Durante la dinastía Qing (1644-1911), en su lugar se utilizaron fibras de bambú. Había cinco grados de chī: [15]​\\n10 latigazos (remitidos con el pago de 600 wén (文) en efectivo de cobre )\\n20 latigazos (remitidos con el pago de 1 guàn (貫) y 200 wén en efectivo de cobre. 1 guàn equivale a 1000 wén)\\n30 latigazos (remitidos previo pago de 1 guàn y 800 wén en efectivo de cobre)\\n40 latigazos (remitidos previo pago de 2 guàn y 400 wén en efectivo de cobre)\\n50 latigazos (remitidos previo pago de 3 guàn en efectivo de cobre)",
                "li: 10 latigazos (remitidos con el pago de 600 wén (文) en efectivo de cobre )",
                "li: 20 latigazos (remitidos con el pago de 1 guàn (貫) y 200 wén en efectivo de cobre. 1 guàn equivale a 1000 wén)",
                "li: 30 latigazos (remitidos previo pago de 1 guàn y 800 wén en efectivo de cobre)",
                "li: 40 latigazos (remitidos previo pago de 2 guàn y 400 wén en efectivo de cobre)",
                "li: 50 latigazos (remitidos previo pago de 3 guàn en efectivo de cobre)",
                "li: Zhàng (杖), golpear con un palo grande en la espalda, las nalgas o las piernas. Los cinco grados de zhàng eran: [15]​\\n60 golpes (remitidos previo pago de 3 guàn y 600 wén en efectivo de cobre)\\n70 golpes (remitidos previo pago de 4 guàn y 200 wén en efectivo de cobre)\\n80 golpes (remitidos previo pago de 4 guàn y 800 wén en efectivo de cobre)\\n90 golpes (remitidos previo pago de 5 guàn y 400 wén en efectivo de cobre)\\n100 golpes (remitidos previo pago de 6 guàn de cobre al contado)",
                "li: 60 golpes (remitidos previo pago de 3 guàn y 600 wén en efectivo de cobre)",
                "li: 70 golpes (remitidos previo pago de 4 guàn y 200 wén en efectivo de cobre)",
                "li: 80 golpes (remitidos previo pago de 4 guàn y 800 wén en efectivo de cobre)",
                "li: 90 golpes (remitidos previo pago de 5 guàn y 400 wén en efectivo de cobre)",
                "li: 100 golpes (remitidos previo pago de 6 guàn de cobre al contado)",
                "li: Tú (徒), trabajos forzados con cinco grados de severidad: [15]​\\nUn año de servidumbre penal más 60 golpes de garrote (remitidos previo pago de 12 guàn en efectivo de cobre)\\nUn año y medio de servidumbre penal más 70 golpes de garrote (remitidos previo pago de 15 guàn en efectivo de cobre)\\nDos años de servidumbre penal más 80 golpes de garrote (remitidos previo pago de 18 guàn en efectivo de cobre)\\nDos años y medio de servidumbre penal más 90 golpes de garrote (remitidos previo pago de 21 guàn en efectivo de cobre)\\nTres años de servidumbre penal más 100 golpes de garrote (remitidos previo pago de 24 guàn en efectivo de cobre)",
                "li: Un año de servidumbre penal más 60 golpes de garrote (remitidos previo pago de 12 guàn en efectivo de cobre)",
                "li: Un año y medio de servidumbre penal más 70 golpes de garrote (remitidos previo pago de 15 guàn en efectivo de cobre)",
                "li: Dos años de servidumbre penal más 80 golpes de garrote (remitidos previo pago de 18 guàn en efectivo de cobre)",
                "li: Dos años y medio de servidumbre penal más 90 golpes de garrote (remitidos previo pago de 21 guàn en efectivo de cobre)",
                "li: Tres años de servidumbre penal más 100 golpes de garrote (remitidos previo pago de 24 guàn en efectivo de cobre)",
                "li: Liú (流), exilio a un lugar remoto (como Hainan) con prohibición de regresar al lugar de nacimiento. Había tres grados de severidad: [15]​\\n2000 lĭ (里) (997 km) más 100 golpes del palo grande (remitido mediante el pago de 30 guàn en efectivo de cobre)\\n2.500 lǐ (1247 km) más 100 golpes del palo grande (remitidos mediante el pago de 33 guàn en efectivo de cobre)\\n3.000 lǐ (1496 km) más 100 golpes del palo grande (remitidos mediante el pago de 36 guàn en efectivo de cobre)",
                "li: 2000 lĭ (里) (997 km) más 100 golpes del palo grande (remitido mediante el pago de 30 guàn en efectivo de cobre)",
                "li: 2.500 lǐ (1247 km) más 100 golpes del palo grande (remitidos mediante el pago de 33 guàn en efectivo de cobre)",
                "li: 3.000 lǐ (1496 km) más 100 golpes del palo grande (remitidos mediante el pago de 36 guàn en efectivo de cobre)", 
                "li: Sĭ (死), pena de muerte. Después de las dinastías Sui y Tang, generalmente había dos opciones: ahorcamiento (jiǎo, 絞) o decapitación ( zhǎn, 斬). Desde la dinastía Song (970–1279 d.\xa0C.) en adelante, también se utilizaron el corte lento (língchí, 凌遲) junto con la decapitación (xiāoshŏu, 梟首). La pena de muerte podría revocarse mediante el pago de 42 guàn en efectivo de cobre. [15]​",
                "p: La escala de los pagos de remesas se puede medir por el hecho de que en la época del emperador Qianlong (1735-1796), el salario promedio de un trabajador de la construcción en la provincia de Zhili era de 0,72 wén o 0,6 onzas troy de plata por día. [16]​",
                "p: Estos castigos se aplicaban a las mujeres por los mismos delitos que cometían los hombres:",
                "li: Xíngchōng (刑舂), donde la delincuente era obligada a moler grano",
                "li: Zǎnxíng (拶刑), también conocido como (zǎnzhĭ, 拶指), apretar los dedos entre palos",
                "li: Zhàngxíng (杖刑), ser golpeada con duelas de madera",
                "li: Cìsǐ (賜死), suicidio forzado",
                "li: Gōngxíng (宮刑), secuestro o confinamiento en una habitación. Era el castigo por libertinaje o adulterio. El gongxing para mujeres se aplicaba por los mismos delitos que el castigo gong para hombres. [13]​"
            ]
        },
        {
            "Codificación (derecho)": [
                "p: En Derecho, la codificación es el proceso de recopilación y reformulación sistemática de legislación (textos normativos, leyes o normas jurídicas) de una jurisdicción en ámbitos concretos, normalmente por materias, para formar un cuerpo jurídico único, es decir, un código. El objetivo es regular de manera concluyente el ámbito jurídico en cuestión, en principio con exclusión de otras fuentes de Derecho. El principio de exhaustividad también exige una estructura estructurada y un conjunto coherente de términos.[1]​El término fue acuñado por el jurista y reformador social inglés Jeremy Bentham.[2]​",
                "p: La codificación es una de las características de las jurisdicciones de derecho continental, pero la codificación no es en absoluto la característica definitoria de un sistema de Derecho continental. En los sistemas de derecho anglosajón, como el inglés, la codificación es el proceso de convertir y consolidar el derecho elaborado por los jueces o las leyes no codificadas promulgadas por el poder legislativo en derecho estatutario.[3]​[4]​",
                "h2: Antecedentes", 
                "p: El antecedente más antiguo conocido de un cuerpo legal es el Código de Hammurabi, dictado por el rey amorreo de ese nombre alrededor del 1760 a.\xa0C., aunque se conocen antecedentes incompletos desde el siglo\xa0XXI\xa0a.\xa0C.. No obstante, estos antecedentes no fueron seguidos por las civilizaciones posteriores, e incluso el derecho romano tardó muchos siglos en intentar el ordenamiento racional de las leyes y su compilación.",
                "p: La primera recopilación o compilación jurídica de importancia fue realizada por los romanos (códigos gregoriano, hermogeniano y teodosiano) que culminaron con la obra de Justiniano, obra del jurisconsulto Triboniano e impulsada por el emperador bizantino. Por decisión del emperador fue sancionado el Corpus Juris Civilis, conformado por el Digesto, las Institutas, el Código y las Novelas. El Digesto contenía la doctrina de figuras célebres como Papiniano, Paulo, Ulpiano, Gayo, Modestino y Celso. Las Institutas contenían las fórmulas de Derecho elementales, y aunque hasta ese momento tenían vigencia legal, estaban especialmente dedicadas a los estudiantes de Derecho. Finalmente se encontraban el Código, que condensaba las constituciones de los emperadores anteriores a Justiniano que conservaban un interés actual, y las Novelas, que agrupaban las constituciones de Justiniano.",
                "p: Mientras que en el Imperio romano de Oriente se utilizaba la compilación justinianea, en occidente debido a la caída del imperio los diferentes pueblos germánicos utilizaban una legislación que si bien se encontraban inspiradas en el Derecho romano, se encontraban imbuidas con principios ancestrales de esos pueblos.",
                "p: Al comienzo de la dominación de los visigodos, España mantuvo una legislación dividida: se aplicaba la legislación romana a los hispanorromanos y a los visigodos las leyes bárbaras. Pero con el correr del tiempo resultó necesario adoptar una legislación unificada, proceso que se cumplió con el Código de Eurico, el Breviario de Alarico (Lex Romana Visigothorum), el Código de Leovigildo y el Código de Recesvinto (Liber Iudiciurum o Lex Visigothorum).",
                "p: Durante la Baja Edad Media surgió un movimiento codificador que culminó con la legislación de Alfonso X: el Fuero Viejo de Castilla en 1212, el Fuero Real en 1254 y las Siete Partidas en 1265.",
                "h2: Movimiento codificador", 
                "p: El movimiento codificador moderno surgió en el mundo en el siglo\xa0XIX. Pero este movimiento tuvo algunos antecedentes, en recopilaciones o cuerpos legales lo fueron las Leyes de Manu (que datan del siglo\xa0XIII\xa0a.\xa0C.) o las reglas del Deuteronomio (contenido en la Torá judía).", 
                "p: A partir del siglo\xa0XIX, todos los países de Europa e Iberoamérica, y varios de África, Asia y Oceanía comenzaron a aprobar códigos civiles. No obstante, la primera ley que utilizó esta denominación fue el Codex Maximilianeus Bavaricus Civilis de 1756 (de Baviera); le siguió, en 1792, un cuerpo legal que incluía Derecho civil, penal y político, el Allgemeines Landrecht für die Preussischen Staaten (de Federico II de Prusia), y\\nque ejerció una fuerte influencia en la legislación posterior. De todas maneras, ambos aún no satisfacían los cánones del movimiento codificador moderno del Derecho.",
                "p: El código que de manera sobresaliente recogió los requisitos que, a partir de la Ilustración, fueron estableciéndose sobre la forma de un cuerpo legislativo moderno, fue el Code Civil que promulgó Napoleón en 1804. Este resultó ser el modelo que, por imitación o imposición, se expandió por los países europeos y americanos.",
                "p: Existieron tres factores fundamentales que determinaron el desarrollo de la codificación francesa.",
                "li: El primero fue la necesidad de ordenar la legislación, ya que la diversidad no favorecía la autoridad de un poder central. Las provincias al norte de París se atenían a las costumbres germánicas, mientras que en las del sur reinaba el Derecho romano a través de la glosa del Corpus Iuris Civilis.",
                "li: En segundo lugar el impulso de la Revolución francesa, deseoso de arrasar con la legislación anterior.",
                "li: En tercer lugar, la filosofía enciclopedista y el pensamiento jurídico racionalista, que concebía el Derecho como un producto de la razón humana, que se concretaba en la ley. De esta forma, se creía que el surgimiento de un código remediaría para siempre el desorden que existía en el Derecho."
            ]
        }
    ],
    "Códigos civiles": [
        {
            "Código civil": [
                "p: Un código civil es un conjunto unitario, ordenado y sistematizado de normas de Derecho privado, es decir, un cuerpo legal que tiene por objetivo regular las relaciones civiles de las personas físicas, jurídicas, privadas o públicas. En este último caso siempre que actúen como particulares desprovistas de imperium.", 
                "p: A partir del siglo\xa0XIX, todos los países de Europa e Iberoamérica y varios de África, Asia y Oceanía, han promulgado códigos civiles. No obstante, la primera ley que utilizó esta denominación fue el Codex Maximilianeus Bavaricus Civilis de 1756 (de Baviera); le siguió, en 1792, un cuerpo legal que incluía Derecho civil, penal y político, el Allgemeines Landrecht für die Preussischen Staaten (de Federico II de Prusia). De todas maneras, ambos aún no satisfacían los cánones del movimiento codificador moderno del Derecho.",
                "h2: Codificación civil",
                "p: El código que de manera sobresaliente recogió las exigencias, que fueron concebidas a partir de la Ilustración, sobre la forma que debía tener un cuerpo legislativo moderno, fue el Code Civil que promulgó Napoleón en 1804, razón por la cual también es conocido como Código de Napoleón. Este resultó ser el modelo que, por imitación o imposición, se expandió por los países europeos y americanos.",
                "h3: Codificación europea",
                "p: En 1804, se aprueba en Francia el Code Civil o \\"Código de Napoleón\\". En 1812, Austria promulga su código civil, el Allgemeines Bürgerliches Gesetzbuch.",
                "p: Italia y Portugal promulgan sus códigos civiles en 1865 y 1867, respectivamente.",
                "p: En 1889, España promulga su Código Civil, bajo el impulso del jurista Manuel Alonso Martínez; no obstante, el proceso codificador vivió numerosos intentos previos, siendo de especial relieve el proyecto de Código Civil de García Goyena de 1851, el cual fracasó –como el resto de iniciativas– por la falta de acuerdo de cómo articular el complejo asunto de los Derechos forales dentro del código.",
                "p: En 1900 Alemania dicta el Bürgerliches Gesetzbuch (BGB), obteniendo la ansiada unificación jurídica.",
                "p: Suiza en 1907 promulga el Zivilgesetzbuch. En 1942 se aprueba el nuevo Código Civil italiano, en el que se incorporó el Código de Comercio, y en 1966 Portugal hace lo propio.",
                "p: Desde el año 2002 con la Primera ley del Código civil de Cataluña, diversas leyes del Parlamento de Cataluña han ido aprobando los sucesivos libros del Código civil de Cataluña. Este ha reemplazado la práctica totalidad de la Compilación del derecho civil de Cataluña, diversas leyes especiales y dos códigos parciales. Solo queda por aprobar el Libro sexto, relativo a las obligaciones y contratos.",
                "p: En 2002, el BGB sufrió una profunda reforma en el Derecho de obligaciones que, es posible, ejercerá una importante influencia en el resto de ordenamientos continentales.",
                "h3: Codificación en el continente americano", 
                "p: El primer código civil dictado en América fue el de Luisiana de 1804, inspirado en el proyecto de 1800 del Code Civil, conocido como el Projet de l\'an VIII; sin embargo, en 1808 aprueba un Digeste de la loi civile.", 
                "p: En 1825, Haití promulga un Code Civil, que no era más que una copia del napoleónico; mientras Luisiana deroga su Digeste, reemplazándolo por el Code Civil de l\'État de la Lousianne, durante el mismo año (1825).",
                "p: El estado mexicano de Oaxaca promulga el primer código civil de Hispanoamérica en 1827, copiando el Code Civil. Más tarde, en 1830, el código civil de Bolivia, una copia resumida del francés, es promulgado por Andrés de Santa Cruz. Este último, (el código de Santa Cruz), con escasos cambios fue adoptado por Costa Rica en 1841. República Dominicana, en 1845, confiere vigencia al código napoleónico original, es decir, en francés (publicando en 1884 una traducción al español). En 1852, Perú promulga su código civil (a partir de un proyecto de 1847), que no era una simple copia o imitación del francés, sino que presenta un texto más original y basado en el derecho castellano (de raigambre romanista) que anteriormente rigió en su territorio.",
                "p: Chile promulga su código civil en 1855, una obra original respecto al código francés tanto en el esquema como en su contenido (cercano al derecho castellano antes vigente en dicho territorio) que fue redactada por Andrés Bello (iniciada hacia 1833). Este código fue adoptado íntegramente por Ecuador en 1858; El Salvador en 1859; Venezuela en 1862 (solo durante ese año); Nicaragua en 1867; Código Civil de Uruguay de 1868, Honduras en 1880 (hasta 1899 y, nuevamente, desde 1906); Colombia en 1887; y por Panamá (después de su separación de Colombia) desde 1903. Ha sido hasta el día de hoy, el código civil más influyente y citado de América Latina.",
                "p: En 1865, la provincia canadiense de Quebec promulga el Code civil du Bas-Canada (o Civil Code of Lower Canada). Entre 1860 y 1865 el jurista brasileño Augusto Teixeira de Freitas publicó un proyecto inconcluso de Código Civil conocido como Esbozo de Freitas (Esboço do Código Civil) , que tuvo gran influencia en los códigos civiles dictados en América y Europa a partir de esa fecha.[1]​ Uruguay promulga su código civil en 1868 y Argentina en 1869, obra de Dalmacio Vélez Sársfield. Paraguay adopta el código argentino en 1876 y al año siguiente (1877) Guatemala adopta el código peruano de 1852.",
                "p: En 1904 Nicaragua reemplazó su código civil de 1867, adoptando el código argentino. En 1912 Brasil dictó su código civil, con lo que se considera terminado el periodo de las codificaciones en Iberoamérica. Panamá en 1916 decide adoptar un nuevo código civil, en reemplazo del código de 1903. En Cuba se mantuvo vigente el Código Civil de España de 1888 hasta 1987, año en que fue aprobado el Código Civil de Cuba Ley 59, de 547 artículos y cuatro libros, por la Asamblea Nacional del Poder Popular.",
                "h2: Contenidos",
                "p: Un típico código civil trata del derecho de las personas, de las cosas (bienes), obligaciones (contratos y otras fuentes), derecho de sucesiones y derecho de familia. Generalmente, el derecho mercantil y el procedimiento civil está codificado por separado.", 
                "p: En general, los códigos del siglo\xa0XIX se estructuran siguiendo el modelo de las Instituciones de Gayo (y de las Instituciones de Justiniano), es decir:",
                "li: Personas (personae)",
                "li: Cosas (res): cosas corporales e cosas incorporales; sucesiones (hereditas) y obligaciones (obligationes)",
                "li: Acciones (actiones): comunes a las dos partes.",
                "p: Se encuentran divididos en grandes secciones llamadas Libros (además, a veces incluyen un Título preliminar de carácter introductorio), que se dividen en Títulos y ellos en Párrafos, donde se incluyen los artículos. Estos últimos habitualmente están redactados de tal manera que primero viene el axioma y luego las excepciones o la exposición de casos, a modo ejemplar."
            ]
        },
        {
            "Código Civil de Alemania": [
                "p: El Código Civil de Alemania (en alemán Bürgerliches Gesetzbuch o BGB) es el código civil de Alemania. Su redacción comenzó en 1881 y entró en vigor el 1 de enero de 1900, considerándosele un proyecto de vanguardia para su época.",
                "p: El BGB ha servido de fuente para la legislación civil de varios países de tradición jurídica continental e incluso para otros ajenos a dicho ámbito, como la República Popular China, Japón, Corea del Sur, Taiwán y Grecia.[1]​",
                "h2: Historia",
                "h3: Imperio Alemán",
                "p: El ejemplo de la codificación francesa de 1804 produjo también en Alemania el deseo de tener un código civil (a pesar de la oposición de la Escuela Histórica del Derecho de Friedrich Carl von Savigny), que sistematizara y unificara las diferentes y heterogéneas leyes vigentes en el territorio alemán. Sin embargo, la realización de ese proyecto durante la Confederación Alemana era compleja debido a que no existía un órgano legislativo apropiado.",
                "p: Sin embargo, en 1871, los varios Estados alemanes fueron unificados bajo el Imperio Alemán. Al comienzo, la potestad legislativa sobre materias de derecho civil era ejercida por cada uno de los estados, y no por el Imperio (\\"Reich\\") que reunía tales estados. En 1873 se aprobó una enmienda constitucional (llamada \\"Lex Miquel-Lasker\\" - en referencia a sus autores, diputados Johannes von Miquel y Eduard Lasker) que transfería esta facultad al Reich. Se formaron entonces varias comisiones que redactaron un solo texto, el cual se transformaría en una codificación civil para todo el Imperio, reemplazando la legislación de los estados.",
                "p: Un primer proyecto, en 1888, no contó con apoyo suficiente. Una segunda comisión de 22 miembros, compuesta tanto por juristas como por representantes de los empresarios así como de las principales corrientes ideológicas del momento, redactó un segundo proyecto. Así, después de décadas de trabajo, durante las cuales se recibieron las contribuciones de algunos de los mejores juristas de la época y se observó el trabajo realizado en codificaciones anteriores tales como la francesa, finalmente se aprobó el BGB por el parlamento del Reich en 1896. Entró en vigencia el 1 de enero de 1900 y constituye el principal cuerpo normativo de derecho civil de Alemania desde entonces.",
                "h3: Régimen Nazi",
                "p: En la Alemania Nazi, hubo planes de reemplazar el BGB por una nueva codificación que se llamaría Volksgesetzbuch, «código del pueblo», el cual debía reflejar la ideología nacionalsocialista en lugar del liberalismo del BGB, pero tales planes no lograron resultados. En cualquier caso, ciertos principios generales del BGB, como el principio de buena fe (§ 242 BGB) fueron empleados para insertar la ideología nacionalsocialista en el BGB.",
                "h3: Alemania desde 1945",
                "p: Cuando Alemania se dividió en un Estado capitalista en Occidente y uno socialista en el Este después de la Segunda Guerra Mundial, el BGB siguió regulando el Derecho privado de ambas naciones. Sin embargo, poco a poco, el Este fue reemplazando las disposiciones del BGB por nuevas regulaciones, comenzando por un Código de la Familia en 1966 para terminar con un código civil en 1966 y una Ley de Contratos en 1976. Desde la reunificación de Alemania en 1990, el BGB ha sido reinstaurado como normativa aplicable al Derecho privado de toda Alemania.",
                "p: El BGB ha sido modificado varias veces desde su promulgación. Los cambios más importantes ocurrieron en 2002, cuando el Derecho de obligaciones, uno de sus cinco libros, fue reformado profundamente. Además, la forma en que las Cortes construyen e interpretan las disposiciones del Código ha evolucionado de diversas maneras a lo largo del tiempo, y continúa desarrollándose. Ello se debe al alto grado de abstracción en que está redactado el Código.",
                "p: Recientemente el legislador ha intentado de incorporar leyes dispersas (descodificación) sobre materias de Derecho privado, nuevamente en el BGB. Por ejemplo, la legislación sobre arrendamientos urbanos que se encontraba separada en la Miethöhengesetz, ha sido incorporada de nuevo al BGB.",
                "p: El BGB es la pieza central del sistema de derecho privado alemán. Las demás normas descansan en los principios de este. De este modo en el Código de Comercio alemán sólo se encuentran reglas especiales acerca de las sociedades comerciales y sociedades limitadas, pues las reglas generales sobre sociedades contenidas en el BGB les son aplicables.",
                "p: El sistema del BGB es típico de la pandectística del siglo xix y ha encontrado críticas desde un comienzo por su falta de contenido «social». El legislador, junto a la aplicación histórica del código ha mejorado el sistema a lo largo de los años con el objeto de adaptar el BGB a este fin, con mayor o menor éxito. Recientemente la influencia del derecho comunitario de la Unión Europea ha sido bastante fuerte y varias modificaciones al BGB se deben a este hecho.",
                "h2: Estructura",
                "p: El BGB contiene cinco libros:",
                "li: La Parte general (Allgemeiner Teil), que abarca los artículos 1 a 240, comprende la regulación de elementos que tienen consecuencias en el resto de las partes del derecho civil. Se trata de las personas físicas y morales, del acto jurídico y negocio jurídico, y de la capacidad jurídica, la mayoría de edad, la emancipación y la representación (poder unilateral y mandato).",
                "li: El derecho de obligaciones (Schuldrecht), que abarca los artículos 241 a 853, y describe los diferentes contratos o las obligaciones en general, incluyendo la responsabilidad civil, el enriquecimiento injusto y los títulos valores.",
                "li: El derecho de bienes (Sachenrecht), artículos 854 a 1296, que regula la posesión, la propiedad y otros derechos reales (incluyendo las cargas reales como el censal o censo consignativo y la carga fundiaria), y los diferentes modos de adquirirlos.",
                "li: El derecho de familia (Familienrecht), artículos 1297 a 1921, que dice relación con el matrimonio y divorcio, los regímenes matrimoniales, la filiación, la tutela y curatela, la responsabilidad parental y demás relaciones de familia.",
                "li: El derecho sucesorio (Erbrecht), artículos 1922 a 2385, que gobierna la suerte de los bienes del causante, incluyendo la sucesión por causa de muerte y los requisitos y efectos de las transmisiones mortis causa (testamento y pactos sucesorios).",
                "h2: El principio de abstracción",
                "p: Un elemento particularmente importante y distintivo en el sistema del BGB es el principio de abstracción (en la terminología jurídica alemana Abstraktionsprinzip, aunque la palabra no aparece en ningún sitio de la ley), el cual domina todo el código y es vital para el entender cómo el BGB trata las instituciones jurídicas, tales como los contratos. Este principio, que en materia de propiedad se expresa en la distinción entre título y modo, ha de considerarse una particularidad del derecho alemán, frente a los códigos de inspiración romana. (Cf. por ejemplo, Molina Martínez, El crédito documentario y sus documentos, Editorial FC, Madrid, 2001, p. 90: «En España, el principio de abstracción sólo se aplica con carácter residual y muy excepcionalmente»).",
                "p: Un ejemplo puede aclarar esto: en el sistema del BGB la propiedad, como en la antigua Roma, no se transfiere por el contrato de compraventa, como ocurre en la mayoría de los sistemas que siguieron al Código Civil Francés. Por el contrario, el contrato de compraventa solamente obliga al vendedor a transferir la propiedad del objeto al comprador, mientras este se obliga a pagar el precio pactado. El comprador no adquiere inmediatamente la propiedad en virtud del contrato así como el vendedor no adquiere el dinero. El artículo 433 (§ 433) del BGB explícitamente establece estas obligaciones de ambas partes. Entonces, el vendedor y el comprador han adquirido derechos (y acciones para exigirlos) recíprocos. La transferencia de propiedad se verifica por otro negocio jurídico, la tradición, que se regula en los artículos 929 y siguientes. Así, una sencilla venta de bienes muebles que se paga inmediatamente en efectivo, será para el Código Civil un conjunto de (al menos) tres negocios jurídicos distintos: el contrato de venta mismo que obligará al vendedor a transferir la propiedad a comprador, y a este a pagar el precio; la tradición por la cual se transmite la propiedad al comprador y por la cual el vendedor cumple su obligación; y el pago que transfiere el dinero del comprador al vendedor y por el cual el comprador cumple con su obligación.",
                "p: Esto no quiere decir que los contratos en Alemania sean más complicados para las personas involucradas. Los contratos más cotidianos no son diferentes en su apariencia externa, respecto de otros sistemas jurídicos. Por ejemplo, si alguien compra un periódico en un kiosco sin siquiera decir una palabra al tendero, los tres negocios jurídicos mencionados se cumplirán por manifestación tácita de la voluntad.",
                "p: Aunque el principio de abstracción no es común en otros sistemas jurídicos y puede contradecir el sentido común del tráfico comercial, es indiscutido en el sistema jurídico alemán. La principal ventaja del principio de abstracción es su aptitud para proporcionar un sustento jurídico para casi cualquier transacción comercial sin importar cuán compleja sea. Un buen ejemplo es la venta con reserva de dominio. Si alguien compra un bien y paga el precio en cuotas, el sistema debe arbitrar dos intereses en conflicto: el comprador desea tener el bien comprado inmediatamente, mientras el vendedor quiere asegurar el pago íntegro de la compra. En virtud del principio de abstracción, el BGB otorga una respuesta simple: el contrato de compraventa obliga al comprador a pagar el precio íntegramente y exige al vendedor transferir el dominio de la cosa una vez recibida la última cuota del precio. Debido a que la constitución de las obligaciones y la transferencia efectiva del dominio operan en dos negocios jurídicos distintos resulta fácil asegurar los intereses de ambas partes. El vendedor mantiene el dominio de la cosa hasta que se haya pagado completamente el precio y el comprador obtiene la tenencia de la cosa comprada. Si falta a su obligación de pagar el precio el vendedor puede perseguir la cosa ejerciendo la acción de dominio."
            ]
        },
        {
            "Código Civil de la República Argentina": ["p: El Código Civil de la República Argentina fue el cuerpo legal que, hasta el 2015, reunía las bases del ordenamiento jurídico en materia civil en la Argentina. Fue redactado por Dalmacio Vélez Sarsfield, como culminación de una serie de intentos de codificación civil que tuvieron lugar en el país. Fue aprobado por el Congreso de la Nación a libro cerrado, es decir, sin modificaciones, el 25 de septiembre de 1869, mediante la Ley n.º\xa0340, promulgada el 29 de septiembre del mismo año, entrando vigencia el 1 de enero de 1871. Con numerosas modificaciones desde ese entonces, constituyó la base del Derecho civil argentino hasta el 1 de agosto de 2015,[1]​ cuando entró en vigencia el Código Civil y Comercial de la Nación.", 
                "p: El código de Vélez Sarsfield refleja la influencia del Derecho continental y de los principios liberales del siglo\xa0XVII, siendo sus principales fuentes el Código Civil de Chile, Código Civil de Francia y sus comentaristas, la legislación colonial española que aún estaba vigente en la Argentina, el Derecho romano (en especial a través de la obra de Savigny), el Derecho canónico, el Esboço de um Código Civil para o Brasil de Teixeira de Freitas y diversos códigos que habían sido promulgados por influencia del movimiento codificador de la época.[1]​",
                "p: La aprobación del Código Civil argentino era necesaria por motivos jurídicos y políticos. Con ella se dotaría de unidad y coherencia a la legislación civil, ausente hasta ese entonces por la dispersa legislación vigente en el territorio argentino. Dichas unidad y coherencia, traerían consigo dos beneficios jurídicos muy importantes: facilitaría el conocimiento del Derecho por parte de los habitantes, y la aplicación por parte de los jueces. Asimismo, afianzarían la independencia política del país, a través de la independencia legislativa, y la unidad nacional, por la supremacía del código sobre la legislación provincial.", 
                "p: A pesar de la estabilidad que el Código Civil le proporcionó al ordenamiento jurídico argentino, no estuvo exento a lo largo de la historia de diversas modificaciones, que resultaron necesarias para regular adecuadamente una sociedad que presentó grandes cambios a nivel social, político y económico. \\nLa reforma más importante que sufrió el código fue producto de la Ley n.º\xa017711, de 22 de abril de 1968. Si bien esta ley reformó aproximadamente un 5\xa0% del articulado, se destaca por el cambio de orientación que experimentaron algunas de las instituciones reguladas. Además, existieron una serie de proyectos de reforma que no fueron llevados a la práctica. Estos proyectos no solo proponían la reforma de las instituciones y un cambio de método, sino que uno propuso también su unificación con el Código de Comercio, a imitación del italiano y otros cuerpos legales similares.",
                "h2: Antecedentes", 
                "p: La codificación en la República Argentina fue parte de un proceso que se dio a escala mundial debido a las ventajas que otorgaba este sistema. Si bien existieron anteriormente codificaciones, las realizadas durante finales del siglo\xa0XVIII y el siglo\xa0XIX tuvieron una gran influencia en la redacción del Código Civil de la Argentina. Gracias a ellas existieron diferentes intentos de codificación civil en la República Argentina durante la primera mitad del siglo\xa0XIX, pero finalmente fue llevado a cabo en 1869.[2]​",
                "p: La unificación del país y el crecimiento y fortalecimiento político demandaban la codificación de las leyes civiles ya que no se podía mantener la incertidumbre de una legislación inadecuada, dictada para la nación española.[2]​",
                "p: Con anterioridad al Código Civil se habían realizado varios ensayos, los cuales no tuvieron éxito. En 1824 Juan Gregorio de Las Heras designó, mediante un decreto, una comisión encargada de redactar el Código de Comercio y otra encargada de redactar el Código Militar, pero ninguno de los dos proyectos fueron realizados.[2]​ En 1831 la Legislatura de Buenos Aires adoptó el Código de Comercio español redactado en 1829 y nombró una comisión para que le realizara las reformas convenientes.[2]​ En 1852 Justo José de Urquiza creó una comisión de 14 miembros para la redacción de los Códigos Civil, Penal, Comercial y de Procedimientos;[1]​ pero la revolución del 11 de septiembre de ese año, que culminó con la separación de la Provincia de Buenos Aires de la Confederación Argentina, impidió que el proyecto fuera concretado.[2]​",
                "p: La Constitución argentina de 1853, en el inciso 11 del artículo 67, facultó al Congreso para dictar los Códigos Civil, Comercial, Penal y de Minería.[3]​ A efectos de cumplir con el mandato constitucional Facundo Zuviría propició ante el Senado de la Confederación una ley que facultaba al Poder Ejecutivo el nombramiento de una comisión para esos fines. La ley fue sancionada y promulgada por Urquiza, pero por motivos financieros la iniciativa fue postergada.[3]​",
                "p: En el Estado de Buenos Aires la iniciativa para la propulsión de un Código Civil tuvo la misma suerte. El 17 de octubre de 1857 se sancionó una ley que autorizaba al Poder Ejecutivo a utilizar los fondos necesarios para la redacción de los Códigos Civil, Criminal y de Procedimientos, pero la iniciativa se vio finalmente frustrada.[4]​ Sin embargo, el Código de Comercio no corrió la misma suerte: la redacción de este código había sido encargada a Dalmacio Vélez Sarsfield y Eduardo Acevedo Maturana quienes la enviaron a la Legislatura para su aprobación.[3]​ Finalmente el Código de Comercio del Estado de Buenos Aires fue sancionado en 1859, siendo este mismo código el adoptado por la Nación en 1862 y modificado en 1889.[5]​[1]​",
                "h3: Legislación vigente antes de su sanción",
                "p: Hasta la sanción del Código la legislación argentina se basaba en la española, previa a la Revolución de Mayo, y en la llamada legislación patria.",
                "h4: Legislación española",
                "p: La legislación española vigente en el país era la Nueva Recopilación de 1567 ya que la Novísima Recopilación de 1805 no tuvo aplicación antes de la revolución.[6]​ La Nueva Recopilación contenía leyes provenientes del Fuero Real, el Ordenamiento de Alcalá, el Ordenamiento de Montalvo y las Leyes de Toro.[6]​ El orden de prelación era el siguiente: 1º) Nueva Recopilación, 2º) Fuero Real, 3º) Fuero Juzgo, 4º) Fuero Viejo de Castilla, 5º) las Partidas.[6]​ Sin embargo debido al prestigio, la extensión de las materias tratadas y al mayor conocimiento que tenían de ellas los jueces y abogados, se aplicaban ordinariamente las Siete Partidas.[6]​[7]​",
                "h4: Legislación patria",
                "p: La legislación patria se componía de las leyes sancionadas por los gobiernos nacionales y provinciales. Estas leyes eran consideradas de menor importancia comparadas con la legislación española[2]​ y no la alteraron, conforme al principio según el cual la emancipación política deja subsistente el Derecho privado anterior, hasta que el nuevo Estado en ejercicio de su soberanía disponga de otra manera.[8]​ Las principales leyes nacionales eran la de libertad de vientres y de los esclavos que entraren al territorio (1813), la de supresión de mayorazgos (1813), la de enfiteusis (1826), y la de supresión del retracto gentilicio (1868) o derecho del pariente más próximo dentro del 4º grado para adquirir los bienes raíces de la familia vendidos a un extraño.[2]​[9]​",
                "p: También existieron diversas leyes y decretos provinciales que modificaban diferentes instituciones, ejemplos de esto fue la emancipación por habilitación de edad o emancipación dativa (dictada por Buenos Aires el 17 de noviembre de 1824, por Tucumán el 1 de septiembre de 1860 y por Entre Ríos el 10 de marzo de 1866); la determinación del domicilio en el lugar de la estancia principal (dictada por Buenos Aires el 16 de septiembre de 1859); sobre libros de nacimientos, matrimonios y defunciones a cargo de los curas párrocos (dictada por Buenos Aires el 19 de diciembre de 1821, por Jujuy el 7 de septiembre de 1836 y Santa Fe el 17 de mayo de 1862); sobre restricciones y límites al dominio (dictada por Buenos Aires el 27 de julio de 1865, por Jujuy el 24 de febrero de 1855 y el 7 de marzo de 1857, por Córdoba el 27 de agosto de 1868); y sobre arrendamientos de campos (dictada por Santa Fe el 31 de julio de 1837).[2]​[9]​",
                "h2: Redacción y sanción",
                "p: La República Argentina había intentado sin éxito sumarse al movimiento codificador que tomaba impulso en algunas de las potencias mundiales. La codificación conllevaría grandes ventajas a una legislación que se caracterizaba por su dispersión, y por consiguiente, de difícil aplicación. Este sistema dotaría principalmente de unidad y coherencia a la legislación civil, y de esta forma facilitaría su conocimiento y aplicación.",
                "p: También existían razones de nacionalismo jurídico que influyeron en su impulso, ya que se consideraba necesario reafirmar la independencia política, conseguida hace décadas, mediante la independencia legislativa. La legislación más influyente en el Derecho argentino era hasta ese momento la legislación española sancionada hace siglos, ya que el Derecho patrio era de escasa influencia en el Derecho privado.[10]​",
                "p: Por último, la sanción de un código supondría un instrumento muy eficaz para consolidar la unión nacional, que había sido conseguida con mucho esfuerzo pocos años atrás. La unificación podría haberse visto dañada si las provincias hubiesen mantenido en vigencia sus propias leyes, o hubiesen sancionado nuevas para subsanar los errores de la legislación española, de manera independiente, en lugar de hacerlo mancomunadamente.",
                "p: El 6 de junio de 1863 fue sancionada la Ley n.º 36, iniciativa del diputado correntino José María Cabral, que facultaba al Poder Ejecutivo a nombrar comisiones encargadas de redactar los proyectos de los Códigos Civil, Penal, de Minería y de las ordenanzas del Ejército.[5]​ Si bien esta ley facultaba la creación de comisiones pluripersonales, el presidente Bartolomé Mitre decidió encargarle la tarea a una sola persona, Dalmacio Vélez Sarsfield, mediante un decreto fechado el 20 de octubre de 1864.[5]​[11]​",
                "p: Vélez Sarsfield redactó el proyecto del Código Civil sin colaboradores, sino con la ayuda de algunos amanuenses que pasaban en limpio sus borradores. Estos amanuenses fueron Victorino de la Plaza, quien luego sería Presidente de la Nación, Eduardo Díaz de Vivar y la hija de Vélez Sarsfield, Aurelia.[12]​ Para realizar esta tarea, el codificador se recluyó en una quinta de su propiedad ubicada en Almagro; en el solar que hoy ocupa el Hospital Italiano ( donde figura la placa) en la calle Gascón 450 de la Ciudad de Buenos Aires, donde redactó los borradores que sus ayudantes pasaron en limpio. Este ejemplar en limpio fue entregado al Gobierno para su impresión y luego destruido. Los borradores se encuentran actualmente en la Universidad Nacional de Córdoba.[12]​[13]​",
                "p: A medida que Vélez Sarsfield completaba su obra la enviaba al Poder Ejecutivo. De esta forma se dispuso su impresión y su distribución entre los legisladores, magistrados, abogados «y personas competentes, a fin de que estudiándose desde ahora váyase formando a su respecto la opinión para cuando llegue la oportunidad de ser sancionado».[14]​ De esta forma, en 1865 terminó y entregó el libro I, las dos primeras secciones del libro II en 1866, la tercera sección de ese libro a principios de 1867, el libro III en 1868 y el libro IV en 1869.[15]​ De esta forma completó la tarea luego de cuatro años y dos meses de trabajo.",
                "p: Terminado el proyecto, el presidente Domingo Faustino Sarmiento envió el 25 de agosto de 1869 una nota al Congreso propiciando la ley que pusiera en vigencia el proyecto del Código Civil. En el mensaje Sarmiento recomendaba que se le diera vigencia en forma inmediata, «confiando su reforma a la acción sucesiva de las leyes, que serán dictadas a medida que la experiencia determine su necesidad».[14]​",
                "p: La Cámara de Diputados aprobó el proyecto el 22 de septiembre de 1869, luego de que fueran rechazadas diferentes propuestas de aplazamiento y objeciones al tratamiento a libro cerrado. La Cámara determinó como fecha de vigencia el 1 de enero de 1871. El proyecto pasó a la Cámara de Senadores, donde fue sancionada el 29 de septiembre y luego promulgada por Sarmiento el 29 de septiembre de ese año como Ley n.º 340.[16]​",
                "p: El proyecto fue sancionado a libro cerrado, algo que según Llambías no es discutible:[17]​",
                "p: En el solar donde hoy se encuentra el Hospital Italiano, Gascón 450, hoy barrio de Almagro, Ciudad de Buenos Aires; allí se encontraba la quinta de Velez Sarsfield, donde escribió el Código Civil de Argentina.",
                "h2: Fuentes del Código Civil",
                "p: Para la redacción del Código, Dalmacio Vélez Sarsfield se inspiró en Códigos contemporáneos o pasados, en leyes nacionales e internacionales y en buena parte de la doctrina reinante en la época. Las fuentes pueden clasificarse en el Derecho romano, la legislación española y patria, el Derecho canónico, el Código de Napoleón y sus comentaristas, la obra de Freitas y otras fuentes menores.[1]​ Ricardo Zorraquín Becú afirmó que este código fue:",
                "h3: Derecho romano",
                "p: El Derecho romano no fue una fuente directa del Código Civil, de modo que ninguna de sus disposiciones fueron extraídas directamente del Corpus Iuris Civilis o de algún pasaje de algún jurisconsulto romano. Empero, Vélez Sarsfield volvió en la regulación de algunas instituciones a los criterios romanos, incluso algunos que no eran tenidos en cuenta por la codificación contemporánea. Este fue el caso de la «tradición» como modo de transmitir el dominio, que en el código francés había sido sustituido por la pura manifestación del «consentimiento». Además, en las notas del codificador existen citas de aquellas leyes, pero se trata de referencias de segunda mano.[18]​[19]​",
                "p: La influencia indirecta romana se refleja en gran parte de la doctrina utilizada por el autor, en especial las estructuras de carácter patrimonial. La principal influencia en el trabajo de Vélez Sarsfield fue el romanista alemán Friedrich Karl von Savigny con su obra Sistema de Derecho Romano Actual (System des heutigen römischen Rechts), utilizada especialmente en lo referido a personas jurídicas, obligaciones, dominio y posesión, y la adopción del principio de domicilio como elemento determinante de la ley aplicable al estado y la capacidad de las personas.[18]​[19]​",
                "h3: Legislación española y patria",
                "p: Terminada la labor de recopilación, Vélez Sarsfield fue criticado por haber dejado de lado la utilización como fuente de la legislación española, que en ese momento era la propia. Uno de estos críticos fue Juan Bautista Alberdi, quien fue refutado por la crítica moderna y por el propio Vélez:",
                "p: La influencia del antiguo Derecho en lo referente a su método y técnica fue prácticamente nula, lo que se comprende por la dispersión que la caracterizaba, pero no así en lo referente al material y al sentido y alcance de las disposiciones, que Vélez utilizó adoptándolo a las nuevas necesidades.[10]​[20]​",
                "p: La legislación patria tuvo poca relevancia en materia de Derecho privado; aunque sin embargo, influyó parcialmente en el trabajo del codificador. Este es el caso de la vocación hereditaria que reconoce al cónyuge el artículo 3572, cuyo antecedente es una ley dictada por la Legislatura de Buenos Aires el 22 de mayo de 1857.[10]​[21]​ Vélez también tuvo en cuenta los usos y costumbres del país, en especial en lo referente a la organización familiar.[10]​[20]​",
                "h3: Derecho canónico",
                "p: El Derecho canónico tuvo una gran influencia en lo referente al Derecho de familia, en especial sobre el matrimonio. Vélez Sarsfield dejó este instituto bajo la jurisdicción de la Iglesia católica, tomando la institución del matrimonio canónico y adjudicándole efectos civiles.[22]​ Pero la validez del matrimonio quedó sujeta al régimen canónico y a las disposiciones de los tribunales eclesiásticos, lo que se mantuvo hasta la sanción de la Ley de Matrimonio Civil. En relación con esto, el codificador argumentó:",
                "p: Esta resolución tomada por Vélez Sarsfield tiene su explicación en los usos y costumbres del momento, como lo prueba la sanción de una ley de matrimonio civil por parte de la Legislatura de la Provincia de Santa Fe en 1867: la ley produjo una reacción popular que culminó con la renuncia del gobernador y la disolución de la Legislatura, que al volverse a constituir la dejó sin efecto.[23]​",
                "h3: Código de Napoleón",
                "p: La influencia de este código en el movimiento codificador fue muy importante, y el Código Civil Argentino no escapó de esta influencia, ya sea en forma directa o través de sus comentaristas.",
                "p: La influencia directa se encuentra demostrada en los 145 artículos copiados del código francés.[24]​[25]​[26]​ Pero la principal influencia indirecta ejercida a través de los comentaristas fue el Tratado de Charles Aubry y Frédéric Charles Rau (en especial la tercera edición publicada en París durante los años 1856 y 1858) de la que el codificador tomó varios pasajes que utilizó aproximadamente en 700 artículos.[27]​ La obra de Raymond Théodore Troplong suministró el material para 50 artículos relativos a la sucesión testamentaria y otros para el libro de derechos reales, de Jean Charles Florent Demolombe tomó 52 artículos para el libro IV y 9 para el Libro III, de Chabot tomó 18 artículos del Libro IV y de Zachariae 70 artículos.[28]​[29]​[30]​",
                "h3: La obra de Freitas",
                "p: La influencia del jurista brasileño Augusto Teixeira de Freitas llegó a través de dos de sus obras: la Consolidación de las Leyes Civiles (Consolidaçao das Leis Civis) y su Esbozo de Código Civil para Brasil (Esboço de un Código Civil pra Brasil).",
                "p: Vélez Sarsfield utilizó además diversos Códigos y obras doctrinarias que ejercieron en el Código Civil argentino una influencia secundaria.\\nLa Consolidación de las leyes civiles[31]​ ordena en 1333 artículos el material de la legislación portuguesa, que presentaba la misma dispersión que la legislación española en América.", 
                "p: El Esbozo de Freitas fue encomendado por el Imperio del Brasil en 1859, pero después de 4908\xa0artículos quedó inconcluso, sin alcanzar la sección de sucesiones; pese a ello, fue una de las obras más consultadas por Dalmacio Vélez Sarsfield y los tres primeros libros del Código Civil Argentino contienen más de 1200\xa0artículos tomados del Esbozo.[32]​[33]​",
                "h3: Otras fuentes",
                "p: Después del Código Civil Francés, el código que mayor influencia ejerció fue el Código Civil de Chile, promulgado en 1855 y redactado por el jurisconsulto Andrés Bello. Este código era muy valorado por el codificador argentino, pues aquel lo consideraba como superior a los europeos (según nota de remisión), y se estima que este texto sirvió para la formulación de 170 artículos del código argentino.",
                "p: También se valió del Código de Luisiana, que utilizó para la redacción de 52 artículos, del Código Albertino para los Estados Sardos, de la consolidación legislativa rusa, del Código de Parma, del Código de las Dos Sicilias, del Código General Prusiano de 1874, del Código austríaco de 1811, del Código del Estado de Nueva York y el Código italiano de 1865.",
                "p: Otro antecedente inmediato fue el proyecto de 1851 preparado por Florencio García Goyena para Código Civil de España, que cuenta con 3.000 artículos, y se calcula que sirvió para la formulación de 300 artículos del código argentino.[34]​",
                "p: Finalmente, del proyecto de Código Civil para Uruguay, presentado en 1851 por Eduardo Acevedo Maturana, Vélez utilizó 27 artículos y algunas referencias para sus notas.[32]​[35]​→",
                "h2: Estructura",
                "p: Vélez Sarfield dedicó mucho esfuerzo a la elección de un método adecuado y, luego de someter a críticas a los métodos de la Instituta de Justiniano y del Código Civil Francés, decidió utilizar el seguido por Freitas en su Consolidaçao das Leis Civis, que reconoce su origen en las enseñanzas de Friedrich Karl Von Savigny.[36]​",
                "p: Según las ideas de Freitas conviene comenzar un Código por las disposiciones generales y luego pasar a las referidas al sujeto de toda relación jurídica (la «teoría de las personas»).[36]​ Pero como los hombres no viven aislados sino en el seno de su familia, deberá continuarse con el régimen de familia.[36]​ Luego el sujeto entra en la vida civil y establece vinculaciones de persona a persona, las «obligaciones», o de la persona con las cosas que le están sometidas, los «derechos reales».[37]​ Finalmente debe legislarse sobre la teoría del patrimonio con las «sucesiones» y la «teoría de los privilegios».[37]​ Por último, la institución de la prescripción, que al referirse al conjunto de derechos en general se consideró apropiado ubicarla en una sección dentro de las disposiciones comunes a los derechos personales y reales.[37]​",
                "p: De tal manera, la organización del Código Civil es la siguiente:",
                "li: Títulos preliminares: el Código Civil se inicia con dos títulos preliminares. El primer título trata de las leyes y elabora una «teoría general de la ley». El segundo se refiere al modo de contar los intervalos en el Derecho.",
                "li: Libro I: este libro está dedicado a las personas. La primera sección de este libro, «De las personas en general», trata sobre las personas en sí mismas, y el segundo, «De los derechos personales en las relaciones de familia», de la familia.",
                "li: Libro II: este libro se divide en tres secciones. La primera trata sobre las obligaciones en general y sobre su extinción. La segunda, sobre los actos y hechos jurídicos que producen la adquisición, modificación, transferencia y extinción de los derechos y obligaciones. Finalmente, la tercera trata sobre las obligaciones que nacen de los contratos.",
                "li: Libro III: este libro trata sobre los derechos reales, tratando las cosas en sí mismas o en relación con las personas.",
                "li: Libro IV: este libro contiene un título preliminar sobre la transmisión de derechos en general. Luego tiene tres secciones: la primera trata sobre las sucesiones mortis causa, la segunda sobre privilegios y derecho de retención, y la tercera trata sobre la prescripción.[1]​[38]​[39]​",
                "h3: Principios fundamentales",
                "p: La redacción del Código Civil se estructuró en una serie de principios fundamentales, que se basaban en las ideas en boga en la época de su redacción:",
                "li: Principio de la autonomía de la voluntad: las convenciones hechas en los contratos deben respetarse como la ley misma, en tanto el ejercicio de un derecho no puede dar nunca lugar a un hecho ilícito. Sin embargo, la jurisprudencia estableció restricciones a este principio basándose en lo determinado por el artículo 953, con la llamada «cláusula moral»: «El objeto de los actos jurídicos deben ser [...] hechos que no sean [...] contrarios a las buenas costumbres»",
                "li: Responsabilidad fundada en culpa: la responsabilidad civil fue fundada en la idea de culpa. El artículo 1067 establece que no existe acto ilícito punible si no hubiere daño causado u otro acto exterior que lo pueda causar, y sin que a sus agentes se les pueda imputar dolo, culpa o negligencia.",
                "li: Propiedad absoluta: el derecho de propiedad permite usar, gozar y hasta destruir la cosa, pero estableció ciertas limitaciones al dominio y la jurisprudencia estableció restricciones en función del citado artículo 953. La justificación del derecho a destruir la cosa la establece en la nota del artículo 2513: «[...] Pero es preciso reconocer que siendo la propiedad absoluta, confiere el derecho de destruir la cosa. Toda restricción preventiva tendría más peligros que ventajas. Si el gobierno se constituye juez del abuso, ha dicho un filósofo, no tardaría en constituirse juez del uso, y toda verdadera idea de propiedad y libertad sería perdida».", 
                "li: Familia fundada en el matrimonio indisoluble: el Derecho de familia se basaba en el matrimonio indisoluble, y la filiación era clasificada según el origen matrimonial o extramatrimonial. Los hijos extramatrimoniales eran clasificados además en naturales, adulterinos, incestuosos y sacrílegos. Este régimen no obligaba a los católicos a celebrar matrimonio civil, hasta que en 1888, se sancionó la reforma impuesta por la Ley n.º\xa02393.",
                "h3: Notas del codificador",
                "p: El Código Civil Argentino presenta una característica singular, consistente en la inclusión de notas al pie de los artículos, en las que Vélez Sársfield expone el origen y los fundamentos de la opción adoptada, o bien cita o trascribe leyes y párrafos de tratadistas.",
                "p: La presencia de estas notas se debe a que el Ministro de Justicia le había sugerido que anotase los artículos y sus correspondencias o discrepancias con las leyes hasta el momento vigentes y con las de las principales potencias del mundo.",
                "p: Estas notas son muy valiosas desde el punto de vista doctrinario. En ellas el codificador plantea el problema, resume los argumentos y escoge una resolución, siempre en pocas palabras. Gracias a esto, el Código se convirtió en un verdadero tratado de Derecho comparado que resultó muy útil debido a que el material bibliográfico con el que se contaba a fines del siglo XIX era muy reducido.[40]​",
                "p: Es preciso señalar que en las notas hay numerosas erratas e incluso contradicciones con el texto del artículo, como sucede con los artículos 2311 y 2312 y la nota al pie del primero.[41]​ Algunas de las causas de estos errores son atribuibles al codificador, aunque otras se deben a circunstancias lejanas a su voluntad. Ocurría que Vélez Sársfield rehacía todo un título o modificaba una disposición sin alterar las notas al pie preparadas para la anterior redacción. Así, por ejemplo, todas las notas del Libro IV fueron trasladadas de los borradores al original por Victorino de la Plaza sin que el autor les realizara las modificaciones pertinentes.[42]​ Además, se debe tener en cuenta que durante las ediciones de Nueva York y La Pampa fueron agregadas una gran cantidad de modificaciones al texto original.",
                "h3: Limitación de la capacidad de la mujer casada",
                "p: El Código Civil de Argentina de 1869 limitaba la capacidad de la mujer casada (art, 57 inc. 4), la ponía bajo la representación del marido. Las mujeres casadas no podían firmar contratos sin autorización del esposo, por lo tanto este podía decidir sobre el trabajo y la profesión de su esposa. Las casadas tenían vedado administrar los bienes propios o disponer de ellos. El marido era el administrador de los bienes del matrimonio, propios o gananciales. Las casadas también necesitaban autorización para estar en juicio.",
                "h2: Ediciones",
                "p: El proyecto redactado por Vélez Sársfield fue impreso a medida que el autor iba enviando los diferentes libros al gobierno. El primer libro fue impreso por la imprenta La Nación Argentina, en 1865, mientras que las entregas restantes fueron impresos por Pablo Coni en 1866, 1867, 1868 y 1869.[43]​  Durante 1869 Vélez le encargó a Coni la reimpresión del primer libro, para mantener la homogeneidad.",
                "p: Esta edición, conocida como la edición de Buenos Aires, tenía una gran cantidad de errores, y la enumeración del articulado no se efectuó en forma corrida, sino independientemente en cada título. Este método de enumeración resultó muy útil a la hora de su redacción, ya que la adición o supresión de nuevos artículos requería un retoque menor en el articulado, pero una vez impreso resultaba ineficiente.[43]​[44]​",
                "p: Debido a esto, el presidente Sarmiento le insinuó al codificador la necesidad de realizar una nueva versión que incluyera la corrección de las faltas tipográficas. Veléz Sársfield aceptó esta proposición y, mediante una carta, le encomendó el trabajo de la corrección a su primo Carlos Carranza:[43]​",
                "p: La impresión fue encomendada por Sarmiento al ministro plenipotenciario argentino en los Estados Unidos, Manuel Rafael García Aguirre, y el trabajo fue adjudicado a la empresa Hallet Breen, que había cotizado 2000 dólares menos que otras casas. Esta edición, conocida como la edición de Nueva York, conservó el articulado en función de cada título, y tampoco se vio exenta de fallas tipográficas.[45]​",
                "h2: Leyes de Fe de Erratas", 
                "p: La primera ley de Fe de Erratas fue la Ley n.º\xa0527, sancionada cuando el Poder Ejecutivo envió un proyecto de ley para oficializar la edición de Nueva York del Código Civil, la cual introduce una corrección de 24 tituladas erratas.[45]​[46]​",
                "p: Esto fue necesario porque cuando a finales de 1870 llegaron al país los primeros ejemplares de esta edición, la oposición al Presidente Domingo Faustino Sarmiento aprovechó las modificaciones realizadas al código sancionado por el Congreso para iniciar una campaña periodística en contra del gobierno.[45]​  Por esta razón fueron designados Victorino de la Plaza y Aurelio Prado para que compararan ambas versiones e informaran sobre las diferencias existentes. Mientras realizaban esta tarea, el 1 de enero de 1871 un decreto de Sarmiento declaró oficial la versión realizada en Buenos Aires.[45]​",
                "p: En agosto de ese año, los doctores de la Plaza y Prado manifestaron que habían encontrado 1.882 diferencias entre los dos textos, pero debido a la intrascendencia de muchas de estas alteraciones, concluyeron que la nueva edición del código no estaba en contraste con la sancionada por el Congreso.[47]​", 
                "p: Sin embargo la opinión pública no quedó conforme con esta solución, ya que declaraba oficial un texto aprobado sólo nominalmente por el Congreso y que además había pasado por alto una gran cantidad de errores.[48]​  Este último inconveniente fue el que se dispuso a subsanar el senador por Tucumán Benjamín Paz mediante un proyecto de ley presentado en 1878 que señalaba 29 nuevas fallas.[48]​  Al pasar este proyecto por las comisiones de las Cámaras de Diputados y de Senadores, este número creció hasta llegar a 285. Estos 285 errores son los que corrige la Ley n.º\xa01196, sancionada el 29 de agosto de 1882, conocida comúnmente como Ley de Fe de Erratas a pesar de haber sido la segunda en ser sancionada.[48]​",
                "p: Pero no todas las correcciones se limitaban a un retoque meramente formal ya que algunas de ellas introducían cambios en la doctrina del Código Civil. Este es el caso de la alteración introducida en el artículo 325, en el cual se agregó como un requisito sine qua non la posesión de estado de hijo natural para iniciar una acción de filiación después del fallecimiento del padre:", 
                "p: Como la Ley n.º\xa01196 establecía también la realización de una nueva edición que incluyera las correcciones incluidas en esa ley, en 1883 se realizó la tercera edición del Código Civil conocida como edición de La Pampa, por el nombre del taller encargado de la impresión, y en la cual el articulado está realizado en forma corrida.[48]​",
                "p: En 1900 el presidente Julio A. Roca encargó la realización de una nueva edición que eliminara del texto los artículos derogados por la Ley de Matrimonio Civil e introdujera las nuevas disposiciones sin alterar la numeración de los artículos no modificados. Al terminar la tarea, el proyecto fue enviado al gobierno nacional, quien a su vez lo pasó a la Facultad de Derecho de la Universidad de Buenos Aires para que lo examinara. La Facultad designó una comisión, que tras la investigación determinó que el proyecto introducía reformas en la doctrina legal. Luego de pedir que se le ampliaran sus facultades la Comisión propuso esas modificaciones en 1903, aunque el proyecto nunca fue tratado por el Congreso.[49]​",
                "h2: Reformas",
                "p: La pretensión racionalista de que todo el Derecho sea condensado definitiva y comprehensivamente en un código se enfrentó a las mutaciones sociales, económicas y políticas que imponen la constante actualización del texto. Uno de los temas que dividen a la doctrina responde a la conveniencia de realizar reformas parciales en un código o, en cambio, sustituirlo íntegramente por otro.", 
                "p: Hasta su derogación en 2014 el Código Civil sólo había sido objeto de reformas parciales, destacándose por su importancia las que introdujeron la Ley de Matrimonio Civil, la Ley n.º\xa014394 y la Ley n.º\xa017711.",
                "h3: Reformas parciales",
                "p: Algunas de las reformas parciales más importantes fueron:",
                "dt: Derecho de familia y derechos civiles", 
                "li: Ley de matrimonio civil: el sistema original de Código no obligaba a los católicos a que su matrimonio fuera celebrado ante la autoridad civil. El 12 de noviembre de 1888 fue sancionada la Ley n.º\xa02393 de matrimonio civil que dispone su aplicación a la totalidad de la población.[50]​", 
                "li: Ley de Patronato de Menores n.º\xa010903, luego sustituido por la Ley n.º\xa026061.[51]​", 
                "li: Ley de derechos civiles de la mujer: la Ley n.º\xa011357, sancionada el 14 de septiembre de 1924, amplió la capacidad civil de la mujer casada.[52]​ [53]​", 
                "li: Nombre: la regulación del nombre de las personas había sido librada a la costumbre por el codificador. Los decretos 11609/1943 y 410/1946 regularon esta institución hasta que fueron sustituidas por la Ley n.º\xa018248, promulgada el 28 de octubre de 1968.[54]​", 
                "li: Ley de adopción: el texto original del código no reguló la adopción, que fue introducida mediante la Ley n.º\xa013252 sancionada el 23 de septiembre de 1948,[55]​ que fue más adelante sustituida por la Ley n.º\xa019134, sancionada el 3 de junio de 1971.", 
                "li: Registro Nacional de las Personas y Capacidad de las Personas mediante la ley n.º\xa013482[56]​ y modificada por las leyes n.º\xa021807, n.º\xa022435, n.º\xa023023 y n.º\xa024.492.[57]​", 
                "li: Ley sobre hijos nacidos dentro y fuera del matrimonio: la Ley n.º\xa014367, sancionada el 11 de octubre de 1954, suprimió parcialmente las distinciones entre los hijos matrimoniales y los extramatrimoniales.[58]​", 
                "li: Régimen de menores y de la familia: la Ley n.º\xa014394 del 30 de diciembre de 1954, modificó el régimen penal de los menores, la edad mínima para contraer matrimonio, la simple ausencia y la presunción de fallecimiento, e incorporó el bien de familia, inejecutable por deudas posteriores a su constitución como tal. Otra particularidad de esta ley es que en su artículo 31 implementó por primera vez en la legislación argentina el divorcio vincular, en el marco del conflicto entre el gobierno de Juan Domingo Perón y la Iglesia católica. Tras la Revolución Libertadora que derrocó a Perón, el divorcio vincular fue suspendida mediante el decreto ley 4070/1956 y, años después, fue reimplantado por la Ley n.º\xa023515 en 1987.", 
                "li: Consejo Nacional de Protección de Menores de la ley n.º\xa015244 y n.º\xa016919.", 
                "li: Derecho a la intimidad: el 30 de septiembre de 1975 fue sancionada la Ley n.º\xa021173, que incluyó en el código el artículo 1071 bis, que regula dicho derecho.[59]​", 
                "li: Filiación y patria potestad: la Ley n.º\xa023264 del 25 de septiembre de 1985, equiparó en forma absoluta a los hijos nacidos dentro y fuera del matrimonio, y estableció que la patria potestad pasa a ser ejercida por ambos padres.", 
                "li: Eliminación de toda forma de discriminación de la mujer: la Convención sobre la Eliminación de todas las formas de Discriminación contra la Mujer que así lo dispone fue ratificada por la Ley n.º\xa023179.", 
                "li: Pacto de San José de Costa Rica: la Ley n.º\xa023504 ratificó el Pacto de San José de Costa Rica, de gran influencia en los derechos personalísimos.", 
                "li: Ley de reducción de mayoría de edad: la Ley n.º\xa026579 redujo la mayoría de edad de 21 a 18 años. Fue promulgada el 21 de diciembre de 2009.[60]​",
                "li: Matrimonio civil: La reforma del matrimonio civil, que consistió en el reemplazo de las palabras «marido» y «esposa» por las palabras «cónyuges» y «contrayentes» otorgó la posibilidad de contraer matrimonio a parejas del mismo sexo. Fue promulgada en la madrugada del 15 de julio de 2010.",
                "dt: Legislación sobre propiedad", 
                "li: Ley de Propiedad intelectual n.º\xa011723.", 
                "li: Ley de propiedad horizontal: Vélez Sársfield había prohibido la división horizontal de la propiedad, disposición derogada por la Ley n.º\xa013512 del 30 de septiembre de 1948.[61]​", 
                "li: Ley de venta de inmuebles fraccionados y a plazos: la Ley n.º\xa014005 reguló la venta a plazos de lotes de terrenos, con el fin de tutelar a los adquirientes.[62]​ Fue modificada por la Ley n.º\xa023266.", 
                "li: Catastro y prescripción de inmuebles: el 3 de octubre de 1952 fue sancionada la Ley n.º\xa014159, que estableció normas sobre el catastro y la adquisición de inmuebles por prescripción.[63]​",
                "li: Registro de la propiedad automotor: el decreto ley 6582/1958 creó el Registro Nacional de la Propiedad del Automotor en el cual se inscriben en forma obligatoria los actos  transmisivos de la propiedad de esos vehículos así como de las medidas cautelares sobre ellos.[64]​", 
                "li: Marcas y señales: este sistema utilizado para la identificación del ganado, que era regulado por los códigos rurales provinciales, fue incorporado a la legislación nacional mediante la Ley n.º\xa022939 del 6 de octubre de 1983.", 
                "li: Ley de Convertibilidad: la Ley n.º\xa023928, llamada Ley de Convertibilidad introdujo algunas reformas al régimen del Código Civil, entre ellas la de prohibir en el caso de deudas de una suma determinada de dinero la actualización monetaria, indexación por precios, variación de costos o repotenciación de deudas, cualquiera fuere su causa, haya o no mora del deudor. Estas reformas sobrevivieron al abandono del régimen de convertibilidad por la Ley n.º\xa025.561.",
                "dt: Asociaciones y contratos", 
                "li: Fundaciones: las fundaciones, que estaban previstas en el Código civil, fueron objeto de una regulación más detallada por la Ley n.º\xa019836, que entró en vigor el 25 de septiembre de 1972.[65]​", 
                "li: Ley de fideicomiso y «leasing»: la Ley n.º\xa024441 incorporó el contrato de fideicomiso y el «leasing».[66]​",
                "dt: Salud pública", 
                "li: Trasplantes: el régimen nacional sobre trasplantes de órganos fue regulado por la Ley n.º\xa021541, sancionada el 18 de marzo de 1977.", 
                "li: Ley de sangre: la Ley n.º\xa022990 del 20 de noviembre de 1983 reguló el uso de la sangre humana.[67]​",
                "dt: Normas de Derecho laboral", 
                "p: En la época en la que estaba en duda la facultad del gobierno nacional para dictar normas sobre Derecho laboral el Congreso recurría al procedimiento de aprobarlas declarándolas incorporadas a los códigos nacionales. Tal el caso de las leyes n.º\xa011317 sobre trabajo de mujeres y menores y n.º\xa011544sobre jornada de trabajo, incorporadas al Código Civil.", "h4: Ley n.º\xa017711",
                "p: En 1966, la Secretaría de Estado de Justicia designó una comisión para evaluar una reforma al Código Civil, sin determinar si ésta debía ser total o parcial. La comisión fue conformada en un principio por Roberto Martínez Ruiz, José Bidau, Guillermo Borda, Abel Fleitas, José López Olaciregui, Dalmiro Alsina Atienza y Alberto Spota; aunque luego de las renuncias de los tres últimos, suscribieron el proyecto sólo los doctores Bidau, Fleitas y Martínez Ruiz.[68]​ Borda se desempeñaba en ese momento como ministro del Interior, pero esto no le imposibilitó aportar al proyecto, como lo establece la nota de elevación del proyecto en donde se dejó «constancia de la valiosa y eficaz colaboración prestada por el señor ministro del Interior doctor Guillermo A. Borda, dedicando largas horas a sus deliberaciones (de la Comisión), pese a las múltiples tareas de los deberes oficiales del cargo que actualmente desempeña».[68]​",
                "p: Entre los cambios más importantes, esta reforma incluyó la teoría del abuso del derecho, el vicio de lesión, el principio de buena fe como regla para la interpretación de los contratos, la teoría de la imprevisión, la limitación al carácter absoluto del dominio, la reparación amplia del daño moral en la responsabilidad civil contractual y extracontractual, la posibilidad de reducir la indemnización en los cuasidelitos, la solidaridad de los coautores en el cuasidelito, la mora automática como regla en las obligaciones a plazo, el pacto comisorio implícito en los contratos, la inscripción registral como publicidad para la transmisión de derechos reales sobre inmuebles, la protección de los terceros de buena fe subadquirientes de derechos reales o personales en caso de nulidad, la adquisición de la mayoría de edad a los 21 años, la emancipación por habilitación de edad, la ampliación de la capacidad del menor que trabaja, la separación personal por presentación conjunta y la modificación del orden sucesorio.[69]​",
                "p: No toda la doctrina estuvo de acuerdo en su momento con los cambios realizados por la ley. Respecto de esta reforma escribió su inspirador Guillermo Borda:",
                "p: Por su parte Llambías afirmó que en una reforma de esa extensión era dificultoso compaginar todas las nuevas normas con el viejo articulado y que era preferible que en lugar de acudir a «remiendos» se hubiese encarado la tarea de hacer un código totalmente nuevo.[71]​",
                "h3: Proyectos de reforma integral",
                "h4: Anteproyecto Bibiloni",
                "p: Este primer proyecto de reforma integral del Código Civil tuvo lugar en 1926. Se originó en el decreto 12542/1926, ampliado por el 13156/1926, que conformó una comisión formada por un miembro designado por la Corte Suprema de Justicia, otro por cada una de las Cámaras Civiles de la Capital Federal, otro por la Academia Nacional de Ciencias Jurídicas, otro por el Colegio de Abogados y otro por cada una de las facultades de Derecho de las universidades nacionales de Buenos Aires, Córdoba, La Plata y del Litoral.[72]​",
                "p: La comisión quedó formada por Roberto Repetto, Julián Pera, Raymundo Salvat, Juan Antonio Bibiloni, Héctor Lafaille, Enrique Martínez Paz, Juan Carlos Rébora, José Gervasoni y Rodolfo Rivarola. Esta comisión sufrió algunos cambios, ya que Salvat renunció y fue reemplazado por César de Tezanos Pinto, mientras que Pera, ascendido a ministro de la Corte Suprema, fue reemplazado en un principio por Mariano de Vedia y Mitre y luego por Gastón Tobal.[72]​",
                "p: A Bibiloni se le encargó la redacción del anteproyecto, que serviría de orientación para los debates. La tarea concluyó luego de 6 años pero, al igual que con el proyecto de Dalmacio Vélez Sársfield, se fueron publicando diversos libros a medida que el trabajo avanzaba. De esta forma, la Comisión comenzó a debatir desde 1926 y no desde 1932.[72]​",
                "p: Este anteproyecto tiene una gran influencia de la ciencia jurídica alemana, tanto en forma directa a través del Código Civil alemán, como a través de sus comentaristas. También utilizó la misma herramienta doctrinaria que Vélez Sársfield, la inclusión de algunas notas al pie para fundamentar las resoluciones.[72]​[73]​",
                "h4: Proyecto de 1936",
                "p: La comisión utilizó el anteproyecto redactado por Bibiloni, pero elaboró un proyecto que tuvo grandes diferencias con aquel.[72]​ Una vez terminado el anteproyecto, la comisión designó como redactores a Lafaille y Tobal, quienes en ocasiones se apartaron de lo decidido por la comisión, y lograron terminar el proyecto en 1936. A pesar de los cambios realizados, el proyecto fue firmado por los redactores y por Repetto, Rivarola y Martínez Paz.",
                "p: En cuanto a su método, el proyecto contaba con una Parte General, en el que trata de las personas, los hechos, las cosas, el ejercicio de los derechos y la prescripción; y cuatro libros en los que trata de la familia, las obligaciones y sus fuentes, los derechos reales y la sucesión, y por último cuenta con una ley de registros.",
                "p: El articulado del proyecto es relativamente breve; sólo contaba con 2.144 artículos.[74]​ Cada artículo agrupaba en varios párrafos la solución de las cuestiones conexas con el punto tratado en él, lo que los convertía en densos pero facilitaba su estudio.[74]​",
                "p: Tras concluir su redacción en 1936, el proyecto fue enviado al Poder Ejecutivo Nacional el 10 de octubre de ese año. El Poder Ejecutivo envió el proyecto al Congreso, pero nunca fue tratado.[75]​[76]​",
                "h4: Anteproyecto de 1954",
                "p: Este anteproyecto fue realizado por el Instituto de Derecho Civil, que dependía del Ministerio de Justicia de la Nación Argentina. La redacción del proyecto estuvo a cargo de Jorge Joaquín Llambías, que contó con la colaboración de Roberto Ponssa, Jorge Mazzinghi, Jorge Bargalló Cirio y Ricardo Alberdi.[77]​",
                "p: Este proyecto cuenta con 1839 artículos, una cantidad exigua en relación con el Código Civil vigente y a los proyectos anteriores. Esta síntesis pudo lograrse al omitir la reiteración de los principios generales y disponiendo en el tratamiento de las instituciones particulares sólo las variantes a esos principios.[77]​",
                "p: El método utilizado cuenta con un Título Preliminar, que cuenta con tres capítulos con disposiciones generales, normas de Derecho internacional privado y cómputo de plazos; el Libro I, que es la parte general y trata sobre las personas, bienes, hechos y actos jurídicos; un Libro II que trata sobre la familia; un Libro III que trata sobre la herencia; un Libro IV sobre obligaciones y un Libro V que regula los derechos reales y los intelectuales.",
                "p: Al producirse la Revolución Libertadora, este proyecto no pudo tener tratamiento legislativo. Además, permaneció inédito durante muchos años hasta ser editado por la Universidad Nacional de Tucumán en 1968.[77]​[78]​",
                "h4: Proyecto de unificación legislativa",
                "p: Como el artículo 75 de la Constitución Argentina, en su inciso 12, faculta al Congreso a dictar los códigos Civil, Comercial, Penal, de Minería y de Trabajo y Seguridad Social, parte de la doctrina afirmó que la Constitución impedía la unificación legislativa. Sin embargo, otros autores argumentaron que no se establece la forma en que debe hacerse, ya sea en un solo cuerpo o en más.[79]​",
                "p: En 1986 la Comisión de Legislación General de la Cámara de Diputados formó una comisión para la «unificación de la legislación civil y comercial», designando como asesores a Héctor Alegría, Atilio Alterini, Jorge Alterini, Miguel Araya, Francisco de la Vega, Sergio Le Pera y Ana Isabel Piaggi, uniéndose después Horacio Fargosi.",
                "p: El 22 de abril de 1987 fue elevado el proyecto, y el 15 de julio fue sancionado por la Cámara de Diputados.[79]​ El proyecto pasó al Senado de la Nación, donde se formó una comisión que incluyó varias reformas pero no pudo expedir un dictamen definitivo, ya que fue creada solo por 6 meses y su mandato no fue renovado.",
                "p: A finales de 1991 la ley fue sancionada a libro cerrado por el Senado, pero fue vetada por el Poder Ejecutivo por considerarla inadecuada a la nueva situación política y económica.[79]​",
                "h2: Derogación del Código Civil y su reemplazo",
                "p: A principios de 2011, el decreto 191/2011 dispuso constituir la «Comisión para la Elaboración del Proyecto de Ley de Reforma, Actualización y Unificación de los Códigos Civil y Comercial de la Nación»,[80]​ integrada por el presidente de la Corte Suprema de la Nación Argentina, Ricardo Lorenzetti, la vicepresidenta de ese cuerpo Elena Highton de Nolasco y la exmiembro de la Suprema Corte de Justicia de la Provincia de Mendoza, Aída Kemelmajer de Carlucci.[81]​",
                "p: La comisión recibió aportes y propuestas de muchos juristas y entregó su proyecto al Poder Ejecutivo que, con algunas modificaciones, lo remitió para su tratamiento por el Congreso Nacional, que aprobó  sus 2671 artículos mediante la ley 26994 que dispuso su vigencia a partir del 1 de agosto de 2015, fecha a partir de la cual el Código de Vélez Sarsfield quedó derogado luego de 145 años de vigencia.[82]​",
                "p: Junto con el anterior Código Civil (ley 340) se derogan las siguientes leyes:[83]​",
                "li: Leyes 15 y 2.637, \\"Código de Comercio\\" (art. 4 Ley 26.994) «Excepto los artículos 891, 892, 907, 919, 926, 984 a 996, 999 a 1003 y 1006 a 1017/5 que no se derogan y se incorporan cómo artículos de la ley 20.094».",
                "li: Ley 11.357, \\"Derechos Civiles de la mujer\\" (art. 3 inc. a Ley 26.994).",
                "li: Ley 13.512, \\"Propiedad Horizontal\\" (art. 3 inc. a Ley 26.994).",
                "li: Ley 14.394, \\"Régimen de Menores y Familia\\" (art. 3 inc. a Ley 26.994).",
                "li: Ley 18.248, \\"Nombre de las personas\\" (art. 3 inc. a Ley 26.994).",
                "li: Ley 19.724, \\"Prehorizontalidad\\" (art. 3 inc. a Ley 26.994).",
                "li: Ley 19.836, \\"Fundaciones\\" (art. 3 inc. a Ley 26.994).",
                "li: Ley 20.276, \\"Propiedad Horizontal. Excepciones\\" (art. 3 inc. a Ley 26.994).",
                "li: Ley 21.342, \\"Locaciones Urbanas\\" (art. 3 inc. a Ley 26.994) «Salvo art. 6».[84]​",
                "li: Ley 23.091, \\"Beneficios Impositivos a Locaciones Urbanas\\" (art. 3 inc. a Ley 26.994).[85]​",
                "li: Ley 25.509, \\"Derecho real de superficie forestal\\" (art. 3 inc. a Ley 26.994).[86]​",
                "li: Ley 26.005, \\"Consorcios de Cooperación\\" (art. 3 inc. a Ley 26.994)[87]​"
            ]
        }
    ]
}